[
	{
		"isProject": false,
		"duration": "Feb 2024",
		"role": "42 Málaga Piscine",
		"enterprise": "42 Málaga",
		"description": "26-day intensive program based on the peer-to-peer learning methodology, where I worked on problem-solving and programming in C. During this period, I developed skills in Unix environments, Shell scripting, and low-level programming logic, strengthening my adaptability and self-learning abilities.",
		"technologies": ["Unix", "Shell", "C"],
		"links": {
			"enterprise": "https://www.42network.org/campus/42-malaga/"
		}
	},
	{
		"isProject": false,
		"duration": "Oct 2023 — Jun 2024",
		"role": "Full Stack Bootcamp",
		"enterprise": "Releevant",
		"description": "Intensive training focused on Full Stack development, where I gained experience with modern technologies for web and mobile development. I learned about scalable architectures, SQL and NoSQL databases, agile methodologies like Scrum, testing with Jest, and DevOps tools like Docker. Through hands-on projects, I reinforced my ability to build complete applications from frontend to backend.",
		"technologies": [
			"HTML",
			"CSS",
			"Bootstrap",
			"JavaScript",
			"MySQL",
			"MongoDB",
			"GitHub",
			"Docker",
			"NodeJS",
			"React",
			"Scrum",
			"Testing-QA (Jest)",
			"TypeScript"
		],
		"links": {
			"enterprise": "https://releevant.com/"
		}
	},
	{
		"isProject": false,
		"duration": "Sep 2021 — Jun 2023",
		"role": "Higher Degree in Web Application Development (DAW)",
		"enterprise": "Medac",
		"description": "Web application development training program where I acquired knowledge in design, programming, and application maintenance. During this period, I worked with technologies such as Java, JavaScript, PHP, and databases, learning to build dynamic and responsive websites. I also strengthened my teamwork and problem-solving skills in collaborative development environments.",
		"technologies": ["Java", "XHTML", "CSS", "JavaScript", "Bootstrap", "PHP"],
		"links": {
			"enterprise": "https://medac.es/fp-malaga/avenida-isaac-peral-44"
		}
	},
	{
		"isProject": false,
		"duration": "Sep 2019 — Jun 2021",
		"role": "Intermediate Degree in Microcomputer Systems and Networks (SMR)",
		"enterprise": "IES Vega de Mijas",
		"description": "Technical training in IT and networking, where I discovered my passion for programming. I learned about operating systems, network configuration, and the fundamentals of web development with HTML, CSS, and PHP. This stage allowed me to build a solid foundation in technology and reinforce my interest in software development.",
		"technologies": ["HTML", "CSS", "PHP"],
		"links": {
			"enterprise": "https://blogsaverroes.juntadeandalucia.es/iesvegademijas/"
		}
	}
]
