{
	"role": "Full Stack Developer",
	"description": "Web Developer eager to work and expand my knowledge.",
	"nav1": "About",
	"nav2": "Studies",
	"nav3": "Experience",
	"nav4": "Projects",
	"curriculum": "View Full Résumé",
	"contact": "Contact me",
	"gmail": "Contact me by gmail",
	"about": {
		"intro": "I am a <strong>Full Stack Developer</strong> with a great passion for <strong>technology</strong>, specializing in <strong>Backend and Frontend</strong>. I love learning and taking on new challenges, exploring different <strong>tools</strong> and <strong>languages</strong> to create <strong>efficient</strong>, <strong>scalable</strong>, and <strong>innovative solutions</strong> that provide <strong>real value</strong>.",
		"skills": "I have excellent <strong>organization</strong> and <strong>teamwork</strong> skills, easily adapting to different environments. My focus is on <strong>problem-solving</strong> and <strong>agile development</strong>, always prioritizing <strong>quality</strong> and <strong>code optimization</strong> to achieve the best results.",
		"ai": "Currently, I am delving into the world of <strong>artificial intelligence</strong> and <strong>machine learning</strong>, exploring how these <strong>technologies</strong> can be integrated into <strong>web development</strong> and <strong>software</strong>. I am motivated by the challenge of learning new <strong>paradigms</strong> and applying them to <strong>innovative projects</strong>.",
		"job": "I am actively seeking new <strong>opportunities</strong> as a <strong>web developer</strong>, where I can apply my knowledge and continue growing professionally. I am excited about the idea of being part of a <strong>dynamic team</strong> where I can contribute my <strong>skills</strong> and keep evolving in this exciting field."
	},
	"footer": {
		"description1": "This website was designed in ",
		"description2": " and developed in ",
		"description3": ", made by me. Developed with ",
		"description4": ", ",
		"description5": " and ",
		"description6": " with ",
		"description7": ", deployed on ",
		"description8": ", and uploaded on ",
		"description9": "."
	}
}
